type HowToOrder = {
    title: string;
    description: string;
}

export const aboutMeArray: string[] = [
    "⚫️ Меня зовут Даяна",
    "⚫️ Мне 22 года",
    "⚫️ Замужем 💍",
    "⚫️ Готовлюсь стать мамой 🤰🏻",
    "⚫️ Есть высшее образование. Специальность - юриспруденция 👩🏻‍🎓",
    "⚫️ Всегда стараюсь обучаться чему то новому, посещала многие тренинги и курсы👩🏻‍💻. (И до сих пор обучаюсь 😂)",
    "1. Наращивание ресниц",
    "2. Мастер ногтевого сервиса",
    "3. Стилист",
    "4. SMM - специалист, сертифицированный таргетолог и мобилограф",
    "⚫️ Но остановилась на байерстве. Помогаю людям выкупать любимые бренды по вкусным ценам ✅",
    "⚫️ Недавно взяла новое обучение, чтобы выкупать товар с Европы.",
    "⚫️ Теперь могу заказывать товары не только с Турции, США, Китая, но и Италия, Испания, Португалия, Франция, Германия, Польша, Великобритания, Япония, Корея. 🔝",
    "⚫️ Опыт в сфере байерства - более года",
    "⚫️ Так же очень люблю животных, особенно собак и лошадей 🤍",
];

export const howToOrderMessages:HowToOrder[] = [
    {
        title: "Шаг 1",
        description: "🟠 Открываем любой сайт необходимого бренда. Например ZARA (Турция)"
    },
    {
        title: "Шаг 2",
        description: "🟠 В шапке профиля указан сайт в котором собраны известные бренды по разделам ⬆️"
    },
    {
        title: "Шаг 3",
        description: "🟠 Присылаете ссылку нужной позиции"
    },
    {
        title: "Шаг 4",
        description: "🟠 Выбираем размер и цвет (размер можем подобрать вместе)"
    },
    {
        title: "Шаг 5",
        description: "🟠 Считаем стоимость заказа по актуальному курсу"
    },
    {
        title: "Шаг 6",
        description: "🟠 Вносите предоплату в размере 70% от общей стоимости заказа"
    },
    {
        title: "Шаг 7",
        description: "🟠 Выкупаю Ваш заказ ✅"
    },
    {
        title: "Шаг 8",
        description: "🟠 Оплата за доставку товара производится только по прибытию в Бишкек (могу примерно рассчитать стоимость от веса)"
    },
    {
        title: "Шаг 9",
        description: "🟠 Комиссия составляет 10% от стоимости товара (минимально 5$)"
    },
    {
        title: "Шаг 10",
        description: "🟠 Люкс и премиум сегмент считается индивидуально🫱🏻‍🫲🏼"
    },
]